token = '1264223203:AAGp8qNX4UNeQNISKf82qf_GwrNu3S1iyww'
admin = [107032675,783784216,251272982,386226837]

messages = {
	'pre_start': '''Здравствуйте, 
Мы поможем найти и забронировать яхту. В нашей базе более  20 000 вариантов в более чем 400 локациях по всему миру. Дополнительно мы предлагаем разработку маршрутов и организацию трансферов для вашего удобства и комфорта. 
Наслаждайтесь яхтингом - все вопросы мы берем на себя! 
tel.: +380676877807 email: info@lh-ta.com website: www.lh-ta.com''',
	'start': 'Хотите подобрать яхту?',
	'start_reply_no': '''Наслаждайтесь яхтингом - все вопросы мы берем на себя! До встречи в море! Мы всегда на связи: +380676877807 email: info@lh-ta.com website: www.lh-ta.com''',
	'reply_send_country': 'Где бы вы хотели забронировать яхту? (Страна)',
	'reply_send_country_short': 'Слишком короткое название страны, попробуйте снова',
	'reply_send_start_date': 'Когда планируете начать путешествие?',
	'reply_send_beds': 'Сколько человек будут путешествовать?',
	'reply_send_number_error': 'Отправьте в виде числа',
	'reply_send_budget': 'Какой ориентировочный бюджет путешествия? (Евро)',
	'reply_send_yacht_type': 'Какую яхту вы бы хотели забронировать?',
	'reply_send_name': 'Ваше имя',
	'reply_send_name_wrong': 'Введите корректное имя',
	'reply_send_phone': 'Ваш контактный телефон',
	'reply_send_phone_wrong': 'Введите корректный номер телефона',
	'reply_send_email': 'На какой почтовый ящик Вам отправить предложение?',
	'reply_send_email_wrong': 'Введите корректную почту',
	'reply_send_licence': 'Есть ли у Вас лицензия шкипера?',
	'reply_send_final': '''Спасибо! Ваша заявка успешно отправлена в работу! 
Если у остались вопросы или Вы бы хотели уточнить детали - мы всегда будем рады пообщаться с по телефону +380676877807 по почте info@lh-ta.com website: www.lh-ta.com 
Наслаждайтесь яхтингом - все вопросы мы берем на себя! 
До встречи в море!'''
}

yacht_types = ['Парусная яхта', 'Парусный катамаран', 'Моторная яхта', 'Моторный катамаран', 'Гулет', 'Тримаран']